Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sametingsradet_gir_sprakprosjektstotte_til_varrek_vuonajda-prosjektet.html.tmx
Source language: nob
Languages: smj

source: Ájluovta skåvllå/Drag skole har siden 1994 gjennomført vandringen Svierikváttsos – Sverigeturen hvert fjerde år på høsten.
smj: Ájluovta skåvllå la 1994 jage rájes tjadádam Svierikváttsos – Sverigeturen juohkka nælját tjavtja.

source: Ungdomsskoleelevene skal gjennomføre turen også i år, og turen tar totalt fem dager, der en av dagene går til reise til Vaisaluokta på svensk side.
smj: Dá jage aj ájggop nuorajskåvlå oahppijt válldet Svierikvádtsusij. Manno vihpá vihtta biejve, dassta akta biejvve gålåduvvá mannamij Vájsáluoktaj.

source: Under vandreturen over fjellet til norsk side kan ungdommene bruke det lulesamiske språket sammen i naturen, og får oppleve hvor viktig den samiske språkkunnskapen er dersom man skal forstå naturen og naturbruk.
smj: Váttson bessi nuora julevsámegielav adnet luondon, ja bessi vuojnnet man ájnas sámegiella la jus galggá luondov ja dan anov dádjadit.

source: – Det er viktig å etablere språkarenaer for barn og unge, også utenfor barnehage- og skolen.
smj: – La ájnas jut ásaduvvi giellaariená mánájda ja nuorajda, aj mánájgárde ja skåvlå ålggolin.

source: Slike arenaer er med på å støtte opp under språkbruk og de gir språket en større verdi.
smj: Dakkár ariená sæbrri doarjotjit giellaanov ja lulu vaddet stuorep árvov sámegiellaj.

source: Det er gledelig å kunne støtte en tradisjonsrik fjelltur som på mange måter er et av merkevarene til Ájluovta skåvllå / Drag skole, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: La buorre gå bessap doarjjot várrevádtsemav mij la juo dáhpen Ájluovta skåvllåj ja la mærkkan sjaddam Ájluovta skåvllåj, javllá sámedikkeráde Mikkel Eskil Mikkelsen.

source: Et av hensiktene med Várrek vuonajda prosjektet er blant annet å vise frem en viktig del av den samiske historien i Tysfjord.
smj: Várrek vuonajda prosjevta ulmme l duola degu ájnas oasev vuosedit Divtasvuona sámij histåvråv.

source: Området som ungdommene skal bevege seg i har vært et viktig område for Tysfjord-samene, både økonomisk og kulturelt.
smj: Guovlon gånnå ájggop vádtset la læhkám ájnas guovllo Divtasvuona sámijda, sihke økonomijjalattjat ja kultuvralattjat.

source: Krigshistorien er også en del av denne turen, og elevene får høre mer om krigen fra ulike museer som de stopper ved på vei til Vaisaluokta, og de går i fotsporene til de som måtte flykte fra Norge til Sverige under krigen.
smj: Doarrohiståvrå l aj ájnas oasse dán manos ja oahppe bessi doarrohiståvrå birra gullat musiejan gånnå manni åvddål gå jåksi Vájssáj ja bessi sæmmi guovlon vádtset gånnå ulmutja báhtarin Vuonas Svierigij doarroájge.

source: Prosjektet har også som mål å lage digitale læremidler på lulesamisk om historie, tradisjonell kunnskap og naturbruk med bakgrunn i det som kommer frem fra denne turen.
smj: Prosjevta ulmme l aj digitála oahpponævojt dahkat julevsámegiellaj histåvrå, árbbedábálasj máhto ja luondoano vuodon mij dán manon åvddån buvteduvvá.
